[
  {
    "name": "Any where out of the world",
    "description": "Ce projet reprend la recherche autour de l'objet peint inspiré des stop-trottoirs et des balises de type avertisseur «sol glissant». Il se décline en une version sur toile et une version sur bois qui reprend plus fidèlement la forme de l'avertisseur. L'image retenue est un coucher de soleil martien.\n\nSur un astre à l'atmosphère raréfiée, le coucher de soleil est bleu. L'exploration martienne rapporte de drôles d'images, nouvelles mais déjà-vues, faciles mais quand même fascinantes. Entre promesse heureuse et mise en garde, elles aiguisent en silence appétit touristique et méfiance."
  },
  {
    "name": "Incultures",
    "description": "Incultures est un projet de peinture murale de plantes invasives qui s'invitent au pied des cimaises. Il s'agit de pratiquer une peinture d'infiltration au sens où elle infiltre dans l'espace d'exposition des figures végétales parasites qui poussent au pied des murs autant que des codes, modalités de voir, reconnaître et de juger, issus du regard urbain et du monde numérique.\n\nEn effet ces plantes ne sont pas le produit d'un travail d'observation mais d'une intelligence artificielle générative. J'ai opté pour le recours à l'IA car cette technologie permet, malgré elle, de formaliser l'inconstance du regard que nous portons sur le vivant. Ces programmes s'appuient sur l'agglomération d'un grand nombre de données qui sont ensuite restituées après demande selon un mode probabiliste. Cependant toute lacune dans le corpus du départ débouche sur un résultat inadapté. On parle alors de biais de l'intelligence artificielle. En gros, le robot, trop inculte, ne sait pas et invente selon un procédé hasardeux (pour un résultat qui l'est tout autant).\n\nAvec un internet saturé de photos de chats et de selfies, représenter du chiendient n'est donc pas le fort de ces nouveaux outils chargés de synthétiser des images - un petit paradoxe, car ils sont aussi invasifs que les mauvaises herbes qu'ils ne parviennent pas à figurer. C'est sur leur faillite que je me base, elle dessine en creux ce qui est sous-representé et ne fait pas l'objet d'un grand nombre d'images, soit notre manque d'intérêt devant une gande partie du vivant, notre faillite, à nous humains, à voir et à nous intéresser à notre envirronement ; un disfonctionnement d'un genre moins drôle.\n\nIncultures est donc une fresque de plantes qui souvent, n'ont pas de symétrie, n'ont pas de cohérence, manquent de structure, elles sont buggées pourrait-on dire. Mais en ce qu'elle rendent compte de notre regard, c'est en vérité notre perception et nos outils de représentation qui sont les bugs. C'est à notre culture, à ses mécanismes sélectifs, exclusifs et peut-être pas si viables, qui cultivent autant qu'ils incultivent qu'il faudrait alors s'adresser."
  },
  {
    "name": "Home sweet home",
    "description": "Il se joue quelque chose dans les discours et fantasmes d'installation de bases extraterrestres qui n'est pas sans évoquer les promesses des grandes utopies urbaines des années 60 et 70. C'est mon intuition.\n\nIl se joue quelque chose dans les grands projets d'aménagement urbain et la succession des PLU, qui n'est pas sans rappeler les grandes explorations et la promesse d'une civilisation nouvelle, fondée sur un sol vierge. C'est mon constat.\n\nj'ai choisi de superposer des vues de villes nouvelles au moment de leur sortie de terre (issues de cartes postales, parutions dans les journaux) aux vues du désert martien prises par les rovers. C'est à la fois une réponse sauce banlieues à la cité idéale, un pastiche fait-main des vues d'architecte affichées sur les palissades de chantiers et autres \"vues d'artistes\" qui abondent dans la vulgarisation scientifique.\n\nJe suture le tableau logiquement et sans illusion, de sorte que de prime abord tout tienne puis que dans un second temps l'impression de cohérence se perde, instillant l'effet d'un bug, ou d'une conception défaillante. De loin c'est stable, de près ça tangue."
  },
  {
    "name": "Les envahisseurs",
    "description": "Les envahisseurs sont des interprétations libres en volume de landers (des engins destinés à se poser à la surface d'un astre) produits par les agences spatiales. Ils emploient des matériaux pauvres ou inadaptés à leur destination qui laissent imaginer une exploration spatiale empreinte d'une réalité sociale mitigée, où un pressentiment de tragédie (écologique, économique, migratoire) aurait infilré les désirs d'ailleurs. Cependant leur diversité formelle autant que de leur fonction douteuse, réjouissent et interrogent : Et si Géo Trouvetou, après avoir abusé de De Vinci, avait juste un peu trop regardé Mad Max ?\n\nCes maquettes sont produites par assemblage sommaire (au scotch principalement) de pièces de tôle d'aluminium et de bois. Elles se rapprochent davantage d'un bricolage que d'un symbole de haute technologie. De cette façon elles expriment le souvenir de la bidouille qui, après des siècles d'industrie, s'est retrouvée exempte de toute trace artisanale, parfaite (au sens de débarrassée de la marque de notre maladresse organique). Soit une manière, tournée vers l'imaginaire techno-scientifique, de répondre au dilemme rapporté par Tom Sachs dans son œuvre («The problem is that human traces have been erased») et qui était déjà au centre des préoccupations de Warhol.\n\nCependant ce caractère rudimentaire et cette dose d'imperfection retrouvée ne sont pas qu'en tension vers leur point d'origine (le bricolage savant), ils sont un moyen de relativiser une impression de triomphe, un sentiment d'avancement, de renouer avec la fragilité de notre condition aussi bien qu'une réponse à un besoin de réappropriation à échelle individuelle de ses formes.\n\nReprendre pour customiser voire hacker donc, et redonner ce qui manque, peut-être cette légéreté qu'on trouve chez Panamarenko. Reprendre pour désoeuvrer l'objet, au sens d'une libération de sa fonction (comme le conçoit Agamben) vers de nouveaux possibles, dont l'approche esthétique. Reprendre aussi pour questionner cette entreprise précaire et balbutiante, extra et intraplanétaire, qu'est la nôtre. Reprendre enfin pour comprendre, ou croire que l'on peut comprendre, par un geste approximatif qui évoque autant le culte du cargo que la montée des nouvelles crédulités (et défiances) face au monde scientifique. "
  },
  {
    "name": "Les Hannetons de l'espérance",
    "description": "Hannetons de l'espérance est un projet qui interroge le lien entre art et identité nationale. S'il est d'usage d'organiser et de penser l'art (sa présentation en espace muséal, son histoire) à travers le filtre de la nation, cette pratique n'est pas sans finalités ni conséquences.\n\nJ'ai constitué une collection de drapeaux d'Etats européens qui n'existent plus, une part méconnue de l'histoire du continent. Certains motifs n'ont jamais existés comme drapeaux et proviennent de tableaux anciens ; ils ressemblent tant aux vrais que j'ai choisi de les ajouter à la collection.\n\nCes drapeaux n'ayant pas existé mais qui auraient pu, ou ayant été mais qui aussi auraient pu ne pas être, forment ainsi un ensemble de 21 toiles. Il peut être actualisé au besoin avec de nouveaux motifs.\n\nJ'ai choisi le drapeau simplement figuré à la manière d'un inventaire pour résumer dans une même forme deux aspects d'un geste muséal, où l'objet exposé expose le pays, confondant représentation artistique et nationale.\n\nL'accumulation de ces motifs rend nos projections symboliques à leur arbitraire : ces États ne sont plus, ne restent que des formes et des couleurs. Scories de divisions, d'alliances, de conquêtes sur fond de Nations rêvées, elles reconstituent en creux l'image d'un passé européen marqué (défini ?) par une crise séculaire de l'identité où sont en permanence renégociés le chez soi de l'ailleurs, le national de l'étranger."
  },
  {
    "name": "Lointains alentours",
    "description": "Paires de tableaux au format d'avertisseur \"sol glissant\" assemblées par le haut, conçues comme des renvois vers un ailleurs marin non identifié.\n\nPrivée d'une signalétique précise, la forme-repère détourne du lieu où elle se trouve posée pour nous perdre vers des horizons azurs ou des remparts de sable érigés face à la mer. Elle n'est pas vidée pour autant de toute information, simplement de sa clarté.\n\nAlors, qu'y voir ? Avertissement ou promotion, point de départ ou d'arrivée ?\n\nEn tant que peintre, j'admire l'excellente efficacité visuelle de beaucoup d'objets signalétiques ou promotionnels (j'en suis même parfois un peu jaloux). Ces objets sont une modalité contemporaine du voir, vulgaire, urbaine, optimisée pour un regard mobile se déplaçant dans un flux humain et un environnement saturé d'informations.\n\nJ'ai décidé de me confronter à ces formes en remplaçant leur message par une peinture. Il en résulte un objet de nature hybride, entre deux cultures visuelles, sans fonction claire, rendu au domaine du possible.\n\nEn plaçant une image au lieu d'une signalétique, une balise n'indique plus rien, elle interroge le lieu où elle se trouve posée et le parasite dans son évidence. N'est-ce pas là l'une des plus belles fonctions de l'art ?"
  },
  {
    "name": "Masse diplomatie",
    "description": "\"Où sont les porte-avions? Un porte-avions, c'est 100 000 tonnes de diplomatie\" ouvrait rituellement les réunions de crise du Conseil national de sécurité sous Henry Kissinger.\n\nRegardé depuis la même hauteur que le stratège qui prépare sa bataille navale, le \"navire-diplomate\" se présente comme un ensemble de zones et de marquages relatifs aux activités de décollage, d'appontement, de maintenance etc ; soit un objet éminemment graphique, que j'ai décidé de réaliser en marqueterie.\n\nEn effet, cet art décoratif prestigieux se developpa sous les grands empires (coloniaux, antiques), comme preuve manifeste de leur capacité à réunir des bois, métaux et pierres des provenances les plus variées. C'est un outil (une arme ?) de rayonnement culturel, réalité à laquelle prend potentiellement part tout objet art.\n\nIci le porte-avion devient un montage de bois d'origines diverses, une sorte d'emblème artisanal un peu suranné."
  },
  {
    "name": "Reprise argus",
    "description": "En tant qu'artiste, il me semble important de jouer avec une histoire de la peinture qui ne se cantonne pas à l'espace muséal. En découvrant le dazzle m'est venue la question suivante : comment aurait été ce camouflage si ses créateurs s'étaient inspirés d'un autre répertoire pictural que celui du cubo-futurisme ?\n\nJ'ai alors reproduit une photo du HMS Argus en camouflage dazzle et j'ai joué avec le motif, sur un mode uchronique."
  },
  {
    "name": "Réensauvagement",
    "description": "Alimentée par la fièvre immobilière, les zones périphériques changent et leur transformations traduisent les enjeux politiques, culturels ou économiques de notre époque. Ce mouvement de (ré)organisation perpétuelle du tissu urbain des banlieues me traverse et nourri par observation un projet pictural réalisé sur BA13, support de rénovation par excellence. Par observer il faut aussi bien entendre le produit d'une déambulation physique dans l'espace de la ville (une \"dérive\" diraient certains) qu'une observation large, qui comprend la consultation de documents ancien, la collecte d'images dans les médias ou des captures d'écran de Google Streetview.\n\nLa présence du végétal est un élément récurrent du projet, presqu'un fil conducteur visuel. Présent dès qu'une zone est laissée en friche trop longtemps, il interroge sur notre perception de la nature qu'on oppose au besoin d'artificialisation (un naturalisme typique du monde occidental selon Philippe Descola) et l'importance du tiers-paysage (tel que le définit Gilles Clément). On pourra aussi y trouver un écho à la question écologique du réensauvagement, autant qu'aux qualificatifs appliqués pour désigner les banlieues.\n\nCependant cette présence végétale traduit surtout un temps, celui de l'abandon, de l'attente, un état d'entre-deux qui vient confronter la peinture à elle-même : car peindre c'est marquer du regard un temps d'arrêt ; et si l'art est incontestablement lui aussi un vaste chantier en (dé)construction permanente, alors le peintre est probablement un chargé du temps long, responsable des friches et acteur de la décantation des choses. Dans le tableau des détails surgissent, d'autres disparaissent, les couleurs virent. Des images différentes s'agglomèrent par photomontage, d'autres sont remontées par modélisation 3d. Dès lors reconnaître reste une possibilité, mais plus une garantie. Alors peut-être croirera-t-on que cela se passe ailleurs et, en même temps, c'est le cas aussi."
  },
  {
    "name": "noproject",
    "description": "Il est parfois des idées qui semblent apparaître spontanément, dans le flux créatif. Maillons intermédiaires entre deux projets ou pures expériences, elles ne viennent pas à la suite logique de ce qui les précède et demeurent sans descendance.\n\nCette œuvre ne fait pas partie d'un projet spécifique, bien qu'elle essaime, en quelque sorte, l'esquisse d'un possible."
  },
  {
    "name": "Infiltrations",
    "description": "Ces tableaux ont tous pour point de départ des espaces domestiques issus de catalogues. Leurs images publicitaires, des quasi prêt-à-peindre, sont de nature contradictoire : elles nous présentent une intimité impersonnelle, nous projettent dans un intérieur type habité d'une singularité quelconque, comme le résultat d'une négociation perdue par le particulier avec sa négation.\n\nDe pareilles images sont saturées de conventions et de clichés, le but fixé est de recourrir de la façon la plus variée possible aux moyens de la peinture et à ses registres multiples pour engager un jeu entre les codes du sujet et ceux du médium ainsi que pour amener l'image vers un ailleur, la mise en scène d'une histoire qui déborde ce petit espace, la vraie rencontre entre les sphères individuelles et sociales.\n\nÀ cette fin le document est nettoyé d'un certain nombre de ses éléments et amendé d'ajouts, qu'on peut interpréter à la fois comme le hackage du logiciel publicitaire et l'exercice d'un droit de réponse aux visuels qui nous sont assènés en permanence. J'agis le plus souvent par rapprochements, cherchant à opérer comme un court-circuit.\n\nC'est sous cette lumière bricolée d'un récit artistique autant que social, que je souhaite ainsi convoquer notre actualité : standards de consommation, calibrage des existences, mise en scène de territoires géographiques ou culturels, idéologies et  modèles économiques qu'on ne cesse de nous promouvoir."
  }
]
