[
  {
    "name": "Incultures",
    "description": "<p>Réfléchir sur la biodiversité invisibilisée en&nbsp;jouant des limites des&nbsp;technologies d'Intelligence Artificielle.</p><hr><p>Incultures est un projet de peinture murale de plantes invasives qui s'invitent au pied des cimaises. Il&nbsp;s'agit de pratiquer une peinture d'infiltration au sens où elle infiltre dans l'espace d'exposition des figures végétales parasites qui poussent au pied des murs autant que des codes, modalités de voir, reconnaître et&nbsp;de juger, issus du regard urbain et du monde numérique.</p><p>En effet ces plantes ne sont pas le produit d'un travail d'obser&shy;vation mais d'une intelligence artificielle générative. J'ai opté pour le recours à l'IA car cette technologie permet, malgré elle, de formaliser l'incons&shy;tance du regard que nous portons sur le vivant. Ces program&shy;mes s'appuient sur l'agglomération d'un grand nombre de données qui sont ensuite restituées après demande selon un mode probabiliste. Cependant toute lacune dans le corpus du départ débouche sur un résultat inadapté. On parle alors de&nbsp;biais de l'intelligence artificielle. En&nbsp;gros, le robot, trop inculte, ne sait pas et invente selon un procédé hasardeux (pour un résultat qui l'est tout&nbsp;autant).</p><p>Avec un internet saturé de photos de chats et de selfies, représenter du chiendient n'est donc pas le fort de ces nouveaux outils chargés de synthétiser des images - un petit paradoxe, car ils sont aussi invasifs que les mauvaises herbes qu'ils ne parviennent pas à figurer. C'est sur leur faillite que je me base, elle dessine en creux ce qui est sous-representé et ne fait pas l'objet d'un grand nombre d'images, soit notre manque d'intérêt devant une gande partie du vivant, notre faillite, à&nbsp;nous humains, à voir et à&nbsp;nous intéresser à&nbsp;notre environ&shy;nement ; un&nbsp;dysfonc&shy;tion&shy;nement d'un genre moins&nbsp;drôle.</p><p>Incultures est donc une fresque de plantes qui souvent, n'ont pas de symétrie, n'ont pas de cohérence, manquent de structure, elles sont buggées pourrait-on dire. Mais en ce qu'elle rendent compte de notre regard, c'est en vérité notre percep&shy;tion et nos outils de représentation qui sont les bugs. C'est à notre cultu&shy;re, à&nbsp;ses mécanismes sélec&shy;tifs, exclusifs et peut-être pas si viables, qui cultivent autant qu'ils incultivent qu'il faudrait alors s'adresser.</p>"
  },
  {
    "name": "Home sweet home",
    "description": "<p>Il se joue quelque chose dans les discours et fantasmes d'instal&shy;lation de bases extrater&shy;restres qui n'est pas sans évoquer les promesses des&nbsp;grandes utopies urbaines des&nbsp;années 60 et 70. C'est&nbsp;mon&nbsp;intuition.</p><p>Il se joue quelque chose dans les grands projets d'aménagement urbain et la succes&shy;sion des PLU, qui n'est pas sans rappeler les grandes explorations et la promes&shy;se d'une civilisation nouvelle, fondée sur un sol vierge. C'est&nbsp;mon&nbsp;constat.</p><p>j'ai choisi de superposer des vues de villes nouvelles au moment de&nbsp;leur sortie de terre (issues de cartes postales, parutions dans les journaux) aux vues du désert martien prises par les rovers. C'est à la fois une réponse sauce ban&shy;lieues à la cité idéale, un pastiche fait-main des vues d'architecte affichées sur les palissades de chantiers et autres \"vues d'artistes\" qui abondent dans la&nbsp;vulgarisation scientifique.</p><p>Je suture le tableau logiquement et sans illusion, de sorte que de prime abord tout tienne puis que dans un&nbsp;second temps l'impression de cohérence se perde, instillant l'effet d'un bug, ou d'une conception défaillante. De loin c'est stable, de&nbsp;près ça&nbsp;tangue.</p>"
  },
  {
    "name": "Les envahisseurs",
    "description": "<p>Les envahisseurs sont des inter&shy;prétations libres en volume de&nbsp;landers (des engins destinés à&nbsp;se&nbsp;poser à&nbsp;la surface d'un astre) produits par les agences spatiales. Ils&nbsp;emploient des matériaux pauvres ou&nbsp;inadaptés à&nbsp;leur destination qui laissent imaginer une exploration spatiale empreinte d'une réalité sociale mitigée, où un pressentiment de tragédie (écolo&shy;gique, économique, migratoire) aurait infilré les désirs d'ailleurs. Cependant leur diversité formelle autant que de leur fonction douteuse, réjouissent et interro&shy;gent : Et si Géo&nbsp;Trouvetou, après avoir abusé de De&nbsp;Vinci, avait juste un peu trop regardé <i>Mad&nbsp;Max</i>&nbsp;?</p><p>Ces maquettes sont produites par assem&shy;blage sommaire (au&nbsp;scotch principale&shy;ment) de pièces de tôle d'alumi&shy;nium et&nbsp;de&nbsp;bois. Elles se rapprochent davantage d'un brico&shy;lage que d'un symbole de haute technologie. De&nbsp;cette façon elles expriment le souvenir de&nbsp;la&nbsp;bidou&shy;ille qui, après des siècles d'industrie, s'est retrouvée exempte de toute trace artisanale, parfaite (au sens de débar&shy;rassée de la marque de&nbsp;notre maladresse organique). Soit une manière, tournée vers l'imaginaire techno-scientifique, de répondre au constat énoncé par&nbsp;Tom Sachs (<q>The problem is that human traces have been erased</q>) et&nbsp;qui était déjà au centre des&nbsp;préoccupations de&nbsp;Warhol.</p><p>Cependant ce caractère rudimen&shy;taire et cette dose d'imperfection retrou&shy;vée ne sont pas qu'en tension vers leur point d'origine (le brico&shy;lage savant), ils sont un moyen de relati&shy;viser une impression de triomphe, un sentiment d'avance&shy;ment, de renouer avec la fragilité de&nbsp;notre condition aussi bien qu'une réponse à un besoin de réappro&shy;priation à&nbsp;échelle individuelle de&nbsp;ses&nbsp;formes.</p><p>Reprendre pour customiser voire hacker donc, et redonner ce qui manque, peut-être cette légéreté qu'on trouve chez Panama&shy;renko. Reprendre pour désoeuvrer l'objet, au&nbsp;sens d'une libération de sa fonction (comme le conçoit Agamben) vers de nouveaux possibles, dont l'appro&shy;che esthé&shy;tique. Reprendre aussi pour questionner cette entreprise précaire et&nbsp;balbutiante, extra et&nbsp;intraplané&shy;taire, qu'est la nôtre. Reprendre enfin pour comprendre, ou croire que l'on peut comprendre, par un geste approximatif qui évoque autant le&nbsp;culte du&nbsp;cargo que la montée des nouvelles crédulités (et défiances) face au&nbsp;monde scientifique.</p>"
  },
  {
    "name": "Démochromies",
    "description": "<p>Démochromies est un projet qui interroge le lien entre art et identité nationale. S'il est d'usage d'orga&shy;ni&shy;ser et de penser l'art (sa présen&shy;ta&shy;tion en espace muséal, son his&shy;toire) à travers le filtre de la nation, cette pratique n'est pas sans finalités ni&nbsp;conséquences.</p><p>J'ai constitué une collection de&nbsp;drapeaux d'Etats européens qui n'existent plus, une part méconnue de l'histoire du continent. Certains motifs n'ont jamais existés comme drapeaux et proviennent de tableaux anciens ; ils ressemblent tant aux vrais que j'ai choisi de&nbsp;les&nbsp;ajouter à&nbsp;la&nbsp;collection.</p><p>Ces drapeaux n'ayant pas existé mais qui auraient pu, ou ayant été mais qui aussi auraient pu ne pas être, forment ainsi un ensemble de&nbsp;21 toiles. Il peut être actualisé au besoin avec de&nbsp;nouveaux motifs.</p><p>J'ai choisi le drapeau simplement figuré à la manière d'un inventaire pour résumer dans une même forme deux aspects d'un geste muséal, où l'objet exposé expose le&nbsp;pays, confondant représentation artistique et&nbsp;nationale.</p><p>L'accumulation de ces motifs rend nos projections symboliques à leur arbitraire : ces États ne sont plus, ne restent que des formes et des couleurs. Scories de divisions, d'alliances, de conquêtes sur fond de Nations rêvées, elles reconsti&shy;tuent en creux l'image d'un passé européen marqué (défini ?) par une&nbsp;crise séculaire de l'identité où sont en permanence renégociés le&nbsp;chez&nbsp;soi de&nbsp;l'ailleurs, le national de&nbsp;l'étranger.</p>"
  },
  {
    "name": "Tableaux pour passants",
    "description": "<p>En tant que peintre, j'admire l'excellente efficacité visuelle de&nbsp;beaucoup d'objets signalétiques ou&nbsp;promotionnels (j'en suis même parfois un peu jaloux). Ces objets sont une modalité contem&shy;poraine du&nbsp;voir, vulgaire, urbaine, optimisée pour un re&shy;gard mobile se&nbsp;déplaçant dans un flux humain et&nbsp;un environ&shy;nement saturé d'informations.</p><p>J'ai décidé de me confronter à ces for&shy;mes en remplaçant leur mes&shy;sage par&nbsp;une peinture. Il en résulte un&nbsp;objet de nature hybride, entre deux cultures visuelles, sans fonction claire, rendu au&nbsp;domaine du&nbsp;possible.</p><p>En plaçant une image au lieu d'une&nbsp;signa&shy;létique, une balise n'indi&shy;que plus rien, elle interroge le&nbsp;lieu où&nbsp;elle se trouve posée et&nbsp;le parasite dans son évidence. N'est-ce pas là l'une des plus belles fonctions de&nbsp;l'art&nbsp;?</p>"
  },
  {
    "name": "Masse diplomatie",
    "description": "<p>\"Où sont les porte-avions? Un&nbsp;porte-avions, c'est 100 000 tonnes de&nbsp;diplo&shy;matie\" ouvrait rituellement les réunions de crise du Conseil national de&nbsp;sécurité sous Henry Kissinger.</p><p>Regarder les plans de ces \"navires-diplomate\" est une réelle expé&shy;rience graphique : ils se présentent comme un&nbsp;ensemble de&nbsp;zones et de marqua&shy;ges relatifs aux activités de décolla&shy;ge, d'apponte&shy;ment, de&nbsp;maintenance etc&nbsp;; une&nbsp;découpe que&nbsp;j'ai&nbsp;décidé de&nbsp;traduire en&nbsp;marqueterie.</p><p>La marqueterie se&nbsp;developpa sous les grands empires (coloniaux, antiques), comme preuve manifeste de leur capacité à&nbsp;réunir des&nbsp;bois, métaux et&nbsp;pierres des provenances les plus variées. C'est&nbsp;une démon&shy;stration de grandeur nationale à&nbsp;laquelle prend potentiel&shy;lement part tout&nbsp;objet d'art.</p><p>Ici le porte-avion devient un mon&shy;tage de&nbsp;bois d'origines diverses, une sorte de fétiche artisanal un peu suranné.</p>"
  },
  {
    "name": "Reprise argus",
    "description": "<p>En tant qu'artiste, il me semble impor&shy;tant de&nbsp;jouer avec&nbsp;une&nbsp;his&shy;toire de&nbsp;la peinture qui&nbsp;ne se canton&shy;ne pas&nbsp;à&nbsp;l'es&shy;pace muséal. En&nbsp;découvrant le&nbsp;dazzle m'est venue la&nbsp;question suivante : comment aurait été ce&nbsp;camouflage si&nbsp;ses créateurs s'étaient inspirés d'un&nbsp;autre réper&shy;toire pictural que&nbsp;celui du&nbsp;cubo-futurisme&nbsp;?</p><p>J'ai alors repris une photo du&nbsp;HMS&nbsp;Argus en camouflage dazzle et&nbsp;j'ai&nbsp;joué avec le motif, sur&nbsp;un mode uchronique.</p>"
  },
  {
    "name": "(Ré)ensauvagement",
    "description": "<p>Représenter les transformations en creux : l'émergence du tiers-paysage comme révélateur.</p><blockquote>Tiers-paysage : somme des espaces où l'Homme abandonne l'évolution du paysage à la seule nature.<br>&mdash; Gilles Clément</blockquote><hr><p>Alimentée par la pression immobi&shy;lière, les zones périphériques changent et leur transformations traduisent les enjeux politiques, culturels ou économiques de notre époque. Ce mouvement de (ré)orga&shy;nisation perpétuelle du tissu urbain des banlieues me traverse et nour&shy;rit par observation un projet pictural. Le BA13, le papier peint ou le crépi, revêtements qui incarnent la partie visible des mutations en&nbsp;cours en sont les&nbsp;supports.</p><p>Par observer il faut aussi bien entendre le produit d'une déambu&shy;lation physique dans l'espace de la ville (une \"dérive\" diraient certains) qu'une observation large, qui comprend la consultation de documents, la collecte d'images dans les médias ou des captures d'écran de&nbsp;Google Streetview.</p><p>Le végétal est le fil conducteur visuel du projet. Présent dès qu'une zone est laissée en friche trop long&shy;temps, il interroge sur notre conception d'une ville opposée à la \"nature\", sur la place accordée au tiers-paysage et nous rappelle ainsi à des questions d'ordre écologique : végétalisation de l'espace urbain et&nbsp;rewilding (régénération de la faune).</p><p>Cependant cette présence végétale traduit surtout un temps, celui de l'abandon, de l'attente, un état d'entre-deux qui vient confronter la peinture à elle-même : car peindre c'est marquer du regard un temps d'arrêt ; et si l'art est incontesta&shy;blement lui aussi un vaste chantier en (dé)cons&shy;truction permanente, alors le peintre est probablement un chargé du temps long, responsable des friches et acteur de&nbsp;la&nbsp;décantation des choses.</p><p>Dans les tableaux des détails surgissent, d'autres disparaissent, les couleurs virent. Des images différentes s'agglomèrent par photomontage, d'autres sont reproduites par modélisation 3d. Reconnaître reste une possibilité, plus une garantie. Alors peut-être croirera-t-on que cela ne se passe pas ici mais ailleurs et, en&nbsp;même temps, c'est&nbsp;le&nbsp;cas aussi.</p>"
  },
  {
    "name": "Jalons d'un monde à venir",
    "description": "<p>Dans le sillage de <i>(Ré)ensauvage&shy;ment</i>, repérer les éléments, objets et&nbsp;images qui&nbsp;jalonnent les change&shy;ments en cours.</p><p>Comme pour extraire, à côté des espaces en&nbsp;friche, le lexique et&nbsp;la&nbsp;syntaxe visuelle qui&nbsp;accompa&shy;gnent la reconfiguration du&nbsp;tissu urbain et&nbsp;sa&nbsp;représentation."
  },
  {
    "name": "noproject",
    "description": "<p>Il est parfois des idées qui semblent apparaître spontanément, dans le&nbsp;flux créatif. Maillons intermé&shy;diaires entre deux projets ou&nbsp;pures expérien&shy;ces, elles ne vien&shy;nent pas à la suite logique de&nbsp;ce&nbsp;qui&nbsp;les pré&shy;cède et&nbsp;demeurent sans descendance.</p><p>Cette &oelig;uvre ne fait pas partie d'un&nbsp;projet spécifique, bien qu'elle en&nbsp;essaime, en quelque sorte, l'esquisse d'un possible."
  },
  {
    "name": "Infiltrations",
    "description": "<p>Ces tableaux ont tous pour point de&nbsp;départ des espaces domestiques issus de catalo&shy;gues. Leurs images publicitaires, des&nbsp;quasi prêt-à-peindre, sont de nature contra&shy;dic&shy;toire&nbsp;: elles nous présentent une&nbsp;intimité imper&shy;sonnelle, nous projettent dans un intérieur type habité d'une singularité quelconque, comme le résultat d'une&nbsp;négo&shy;ciation perdue par le parti&shy;culier avec sa négation.</p><p>De pareilles images sont saturées de&nbsp;conventions et de clichés, le but fixé est&nbsp;de&nbsp;recourrir de la façon la&nbsp;plus variée possible aux&nbsp;moyens de&nbsp;la&nbsp;peinture et&nbsp;à&nbsp;ses&nbsp;registres multiples pour engager un&nbsp;jeu entre les codes du sujet et ceux du&nbsp;médium ainsi&nbsp;que pour amener l'image vers un&nbsp;ail&shy;leurs, mettre en&nbsp;scène une&nbsp;his&shy;toire qui déborde ce&nbsp;petit espace et&nbsp;orga&shy;niser une&nbsp;rencontre entre les&nbsp;sphères individuelles et&nbsp;sociales.</p><p>À cette fin le document est nettoyé d'un&nbsp;certain nombre de ses élé&shy;ments et&nbsp;amendé d'ajouts, qu'on peut inter&shy;préter à la fois comme le&nbsp;hackage du&nbsp;logiciel publicitaire ou l'exercice d'un&nbsp;droit de réponse aux visuels qui nous sont assènés en permanence. J'agis le plus souvent par rapproche&shy;ments, cherchant à opérer comme un&nbsp;court-circuit.</p><p>C'est sous cette lumière bricolée d'un&nbsp;récit artistique autant que social, que je souhai&shy;te ainsi convoquer notre actualité : standards de consom&shy;ma&shy;tion, calibrage des existences, mise en scène de terri&shy;toires géographiques ou cultu&shy;rels, idéologies et&nbsp;modèles écono&shy;mi&shy;ques qu'on&nbsp;ne cesse de&nbsp;nous promouvoir."
  }
]
